Repository: mozilla-l10n/mt-training-data
Catalog: mvy/mvy_pontoon.tmx
Source language: en_us
Languages: mvy

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
mvy: میں قاس څَیں ݜُو خاص ژِبَیں جُملی زؤں گائے بارژی تھی، کہ تے مِٹھیۡ لیل ہُون٘دُوں تاں سٹِن٘گ بدلا لہ تُو تَیں ژِبہۡ مہ مُتیۡ جملی پش۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
mvy: میں قاس څَیں ݜُو خاص ژیبَیں جُملی زؤں گائے بارژی تھی، کہ تے مِٹھی لیل ہُون٘دوں تاں سیٹنگ بدل کر لہ تُو تَیں ژیبہ مہ مُتیۡ بلی پَش۔

source: Your username and email will not be associated with the published data.
mvy: تیں نؤں آں تیں پتہۡ چاپ کرژیل معلومات مِلیۡ نیۡ ایکٹھِرِژا تھی۔

source: Your weekly goal has been created
mvy: تئیں ہفتئیں مقصد یا نخ سن٘دزی تُھو۔

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
mvy: ژُن٘ڑُوں تِگے بِجلی خط اے تھی، تسی مہ تیں ژیب کامن وائسے ٹل ہویں یاں کریا بُٹ کھڑپی دیل ہو تھہ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mvy: تُوں کام وائیس ریچ پروگراماں <goalPercentage></goalPercentage>دیساں ریکارڈنٚگاں { $goalValue } نخ یا حدف حاصل کرئیں مہ کُمک کرہ چھی!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mvy: تئیں کامن وائیس ریچ <goalPercentage></goalPercentage> پروگراماں دیساں { $goalValue } صحیح کریاں نخ یا حدف حاصل کرہ څھے۔

source: You've successfully signed up for contributing to { $language }. Thank you.
mvy: تُوں { $language } ژِبہ مہ حصہ گلَیں یاں کریا تاں نؤں کامیابی ہِن لِکیا چھئ۔ تیں شُکھریہ۔

source: You want to join the Common Voice mailing list
mvy: کامن وائساں خطی وَیں لیشی مہ ٹَل ہٗوۡئ یاں غرضی تُھو یی

source: You write down what you hear in the audio clips
mvy: ݜَیں اوازاں کٹروں مہ تُوں گی ݜُون٘یل کھیں سیوں لِکہ۔

source: Zaza
mvy: زازا

source: Zip #{ $offset } of { $total }
mvy: زِپ# { $offset }، { $total }مہ

source: Zulu
mvy: زُولُو

source: account recovery key
mvy: اکونٹ بحالیں کنجی

source: add-on
mvy: لدُو

source: alternate text
mvy: بدلاں لکیل

source: attack
mvy: حملہ‌کرؤں

source: attacker
mvy: حملہ کروۡ

source: Attack Site
mvy: حملاں سائٹ

source: attendee
mvy: ایک ماݜ

source: authenticate
mvy: تصدیق کرؤں

source: authenticated
mvy: تصدیق کریل

source: authentication code
mvy: تصدیقاں کوڈ

source: autoplay
mvy: مُخ لا باش/ اما اندو باشؤں

source: backup authentication code
mvy: تصدیقاں کوڈاں بیک اپ

source: bookmark
mvy: یادی رڇھوۡ

source: breakpoint
mvy: اورئیں زائ

source: Bug report
mvy: بگَئیں خبر

source: certificate authority
mvy: سندئیں گھیرو

source: cipher
mvy: سائفر

source: clipboard
mvy: نوٹ

source: colorway
mvy: بڙوݨ

source: confirmation code
mvy: تصدیقی راز

source: context
mvy: کَھل

source: cookie banner
mvy: ٹقلی خانہ

source: corrupt
mvy: نقلی

source: corrupted
mvy: نقل کریل

source: crash
mvy: نشئیل

source: cross-site tracking cookie
mvy: لاپ

source: cryptominer
mvy: چُوݨئی لکھائی

source: cryptomining
mvy: چُوݨی راؤں

source: debug
mvy: صفائی

source: deceptive site
mvy: پھیر سائٹ

source: decode
mvy: اوگلؤں

source: decryption
mvy: مَرک گُھرؤں

source: disinformation
mvy: شوشہ

source: distrust
mvy: بیدبار کرؤں

source: email mask
mvy: چپ کریلیۡ بِجلی خط

source: enable
mvy: کماں قابل سن٘دؤں

source: encode
mvy: گن٘ڈؤں

source: encrypt
mvy: ژن٘درہ کرؤں

source: encryption
mvy: گن٘ڈؤں

source: end user
mvy: اصل استعمال کران٘لو/کران٘لی

source: Enhanced Tracking Protection
mvy: چئئرائل رہی راڇھی

source: extension
mvy: چئیرَیں والا

source: fingerprinter
mvy: معلوم کران٘لو

source: fingerprinting
mvy: کُھوئ پُنیؤں

source: Firefox View
mvy: فائرفوکس ویو

source: grassroots
mvy: منہ مُواں

source: home page
mvy: سامُوٹھ پن٘ڑوۡ

source: import
mvy: لُکھیؤں

source: independent browser
mvy: مُت براؤزر

source: innovations
mvy: سُکھیݜیارہ

source: insecure
mvy: غیر محفوظ

source: installation
mvy: گلؤں

source: Issue
mvy: مسئلہ

source: Legacy extension
mvy: لِگېسی اېکسٹېنشن

source: misinformation
mvy: پھیرٹیۡ معلومات

source: native
mvy: مقامی

source: net neutrality
mvy: بُٹی مُنصفی

source: nonprofit
mvy: شَیں/ فَیدہ نہ بیل

source: non-profit
mvy: شَیں/ فَیدہ نہ بیل

source: open source
mvy: ڈاگ زریعہ

source: override
mvy: تل نہ اؤں

source: phone number mask
mvy: پلیل ٹِلیفُون نمبر

source: pop-up
mvy: بُھڑُق پرچہ ٹُو

source: preference
mvy: تَیں خوشاں سیٹِن٘گ

source: Privacy Notice
mvy: رازداری یاں نوٹس

source: release
mvy: نھیلؤں

source: report
mvy: خبر کرہ

source: restricted site
mvy: رٹژیلوۡ سائٹ

source: revert
mvy: واپس

source: Review checker
mvy: نھالان٘لو

source: search suggestion
mvy: بِلاڑَیں یاں دن مشورہ

source: security keys
mvy: حفاظتیں کن٘جی

source: sensitive
mvy: پلیل

source: sidebar
mvy: کھِن٘گی یاں تاق

source: sign
mvy: نخوۡ

source: signer
mvy: نخوۡ کران٘لو

source: sign in
mvy: کُھنی/ مژ لن٘گھؤں

source: sign-in
mvy: کُھنی/ مژ لن٘گھؤں

source: studies
mvy: نھالی

source: Terms of Service
mvy: استعمالاں شرطہ

source: track
mvy: ڈُھونڈ رِن٘گؤں

source: trackers
mvy: ڈھون٘ڈ رِن٘گے

source: Tracking Content
mvy: ڈُھونڈ رِن٘گَیں یاں مواد

source: unencrypted
mvy: بیل ژن٘درہ نہ

source: unresponsive
mvy: ہیگرن

source: unsafe
mvy: نوخصانی

source: validate
mvy: منظُور کرؤں

source: validity
mvy: سُون٘ݜیار

source: version
mvy: وَرژَن

source: Web Authentication
mvy: ویب آتھینٹِکېشن
